sensoroptconverged/3deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       214691;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       215091;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       215291;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       215691;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          107500;
        startFace       215891;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          107500;
        startFace       323391;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          428;
        startFace       430891;
    }
)

// ************************************************************************* //
